{
  "nav": {
    "intro": "Home",
    "about": "About me",
    "portfolio": "Portfolio",
    "contact": "Contact"
  },
  "loading": {
    "loadingText": "Loading..."
  },
  "intro": {
    "hello": "I build solutions\nthat people actually use"
  },
  "about": {
    "pageTitle": "About me",
    "description": "Designer with over 15 years of experience in digital products, leading user experience, visual design, research, and strategic definition projects with a focus on real impact. I work on creating scalable experiences, integrating multidisciplinary teams in complex, omnichannel environments.\nI lead teams by promoting a user-centered culture, design best practices, and data-driven decision-making. I contribute to design systems, discovery processes, and operations that accelerate delivery with autonomy and quality.\nI'm looking for challenges where I can apply strategic vision, leadership, and design excellence, transforming experiences and scaling purposeful solutions.",
    "experience": {
      "title": "Experience",
      "globalweb": {
        "position": "Product Designer at Globalweb Corp.",
        "description": "Worked on digital projects focused on user-centered solutions. Led the redesign of the “Programa Bolsa Família” app, covering discovery, research, user journeys, testing, design system, wireframes and high-fidelity prototypes, with a structured handoff to the development team.\nDeveloped MVPs and prototypes using Figma, Kotlin, React Native, React, Next.js and Angular. Collaborative and strategic work bridging design, product and tech for agile and business-aligned deliveries.",
        "date": "2022 - 2025"
      },
      "indra": {
        "position": "Designer Senior at Indra Company / Minsait",
        "description": "At Indra, a global technology company present in over 140 countries, I worked on various projects within the Communication department, focusing on the creation of integrated campaigns and digital solutions for the corporate environment. I was involved in the development of internal tools for performance monitoring, as well as applications aimed at operational efficiency and institutional communication.\nI also contributed to the design of experiences for major events such as SAP Forum and CIAB, helping integrate design, strategy, and technology in high-impact initiatives.",
        "date": "2013 - 2022"
      },
      "sanrio": {
        "position": "Product Designer at Globalweb Corp.",
        "description": "Sanrio is a Japanese licensing company, best known for Hello Kitty. I led the launch of the brand’s first e-commerce platform in Brazil, overseeing everything from project scoping and development to marketing and sales campaigns — always focused on delivering an exceptional fan experience. We pioneered social media strategies, identifying key communication channels before the rise of digital influencers. I was also responsible for building the team, managing vendors, and presenting performance metrics and KPIs to guide product and marketing decisions.",
        "date": "2022 - 2025"
      },
      "estacio": {
        "position": "Product Designer at Globalweb Corp.",
        "description": "Estácio is part of one of the largest educational groups in Brazil. As part of the marketing department, our main mission was to attract students through advertising on radio, TV, and nationally circulated magazines like VEJA and Época.During my time at the institution, when it was still Uniradial, I was responsible for institutional websites and recruitment campaigns. I also introduced the concept of online pre-registration, allowing students approved in entrance exams to submit documents in advance, speeding up enrollment and improving the new student experience.",
        "date": "2013 - 2022"
      }
    }
  },
  "portfolio": {
    "pageTitle": "Portfolio",
    "caseStudy": "Case Study"
  },
  "contact": {
    "pageTitle": "Contact"
  },
  "bolsafamilia": {
    "titlePage": "App Programa Bolsa Família",
    "titleContext": "Context",
    "contextDescription": "The Bolsa Família Program app is one of the main channels for communication and self-service between the Federal Government and more than 14 million beneficiaries across the country. In addition to providing official information about the program, the app allows users to track their benefit status, check the payment calendar, monitor their card delivery, and perform actions such as blocking and unblocking their Bolsa Família card. Before the redesign, the app faced several challenges: outdated visuals, poor adherence to accessibility guidelines, difficult navigation, and unclear presentation of information. There was also a need to align the interface with the institutional identity of the Ministry of Development and the new guidelines of the social program.",
    "titleChallenge": "Challenges",
    "contextChallenge": "Completely redesign the app experience, considering the following goals:\n• Make the app accessible to all users, following WCAG AA criteria\n• Improve usability, clarity of information, and navigation flow\n• Align visuals with the institutional identity of the Ministry of Development\n• Support technological evolution and integration with new services and APIs\n• Engage different audiences and stakeholders in a collaborative and transparent process",
    "titleTarget": "Target Audience",
    "contextTarget": "Brazilian citizens who are beneficiaries of the program (with varying levels of digital literacy)\nTechnical and content teams of the government\nAccessibility and development teams\nPublic managers responsible for guiding and approving the app's evolution",
    "titleMetodologiesAndProcess": "Methodologies and Applied Processes",
    "contextMetodologiesAndProcess": "<strong>Rediscovery and immersion:</strong> critical analysis of the current app, benchmarking with public and private apps, and identification of technical and functional limitations.\n<strong>Journey mapping and CSD matrix:</strong> identifying users’ and stakeholders’ pains, certainties, and doubts about the current experience.\n<strong>User interviews and groups:</strong> qualitative feedback collection from beneficiaries with diverse social and geographic profiles.\n<strong>Co-creation and validation with stakeholders:</strong> sessions with the PO, technical team, accessibility specialists, and Ministry representatives.\n<strong>Design system:</strong> creation of a new visual system based on the Ministry of Development's identity, with components aligned with Material Design.\n<strong>Moodboard and visual language:</strong> definition of tone and visual style respecting the institutional and accessible nature of communication.\n<strong>High-fidelity prototyping:</strong> wireframes, interactive tests, and validations with users via Maze.\n<strong>Service blueprint:</strong> mapping of APIs and services to build a robust technical and functional experience.\n<strong>Backlog and prioritization:</strong> direct support to the PO in feature prioritization and refinement for each sprint.\n<strong>Digital accessibility:</strong> the entire project followed WCAG 2.1 level AA guidelines, with validations from the accessibility team.",
    "titleSolutionsAndDifferentials": "Solutions and Differentials",
    "contextSolutionsAndDifferentials": "Redesigned interface for maximum legibility, simplicity, and clear navigation\nNew modular, scalable, and accessible institutional design system\nComponents developed based on Material Design, optimized for mobile\nSeamless integration with new services through the technical blueprint\nContinuous validation with real users across different regions of the country\nActive involvement of the accessibility team from the first prototypes\nSmooth approval process with the Ministry, based on short and iterative delivery cycles",
    "titleTechnologiesAndTools": "Technologies and Tools",
    "contextTechnologiesAndTools": "Figma for design system, prototyping, and documentation\nMaze for user testing\nMiro for CSD matrix, user journeys, and service blueprint\nGoogle Forms and qualitative interviews for research\nWCAG guidelines and accessibility validation tools",
    "titleResultsAndImpacts": "Results and Impacts",
    "contextResultsAndImpacts": "New app with a more intuitive, clear, and respectful experience for the target audience\nCompliance with digital accessibility criteria (WCAG 2.1 AA)\nGreater user independence in understanding and tracking their benefits\nReduction in doubts and reliance on alternative service channels (such as phone and in-person service)\nStrengthening of the program's institutional communication\nMore aligned and empowered internal team to sustain the app’s evolution"
  },
  "sanrioEcommerce": {
    "titlePage": "Sanrio E‑commerce",
    "titleContext": "Context",
    "contextDescription": "I was hired to lead the development of Sanrio’s e‑commerce in Brazil. The brand was already considering expanding its digital presence, but there had been no in‑depth studies of technical, logistical or market feasibility yet. I was responsible for structuring the project from discovery to final delivery of the product, serving as the link between strategy, design, technology and operations. I conducted feasibility analyses and logistical modeling, defined buying processes and flows, selected packaging materials and developed the complete digital experience of the e‑commerce. The brand’s purpose—“Small Gift, Big Smile”—was considered in every decision, ensuring the experience was enchanting from click to customer delivery.",
    "titleChallenge": "Challenges",
    "contextChallenge": "• Build the entire e‑commerce project from scratch\n• Carry out technical, logistical and commercial feasibility studies\n• Model the customer journey, considering all stages and stakeholders involved\n• Ensure integration with the company’s ERP and billing systems (Protheus)\n• Implement a fluid and emotionally relevant purchasing flow\n• Simultaneously meet the expectations of the end consumer and Sanrio’s international headquarters",
    "titleTarget": "Target Audience",
    "contextTarget": "Brazilian consumers passionate about Sanrio brands, particularly Hello Kitty, interested in sentimental gifts and memorable experiences\nInternational stakeholders from Sanrio’s headquarters in San Francisco and from the team in Japan\nInternal areas such as logistics, finance, marketing and customer support",
    "titleMetodologiesAndProcess": "Applied Methodologies and Processes",
    "contextMetodologiesAndProcess": "<strong>Discovery and research:</strong> user journey mapping, consumer interviews, analysis of national and international benchmarks, gathering business requirements and technical constraints.\n<strong>Blueprints and service design:</strong> creation of service blueprints to map backstage and ensure fluidity across visible and invisible user touchpoints.\n<strong>Strategic planning:</strong> definition of OKRs and KPIs from the start of the project to guide decisions and measure results. Among the OKRs were ensuring a delightful and functional experience, launching logistics‑first operation, and achieving high visibility and conversion at launch. KPIs monitored included NPS, conversion rate, cart abandonment, post‑purchase satisfaction score, average order value, LTV, repeat purchase rate, and delivery‑on‑time rate.\n<strong>Prototyping and testing:</strong> development of wireframes and clickable prototypes, with qualitative usability testing and iterative adjustments based on feedback.\n<strong>Operational feasibility:</strong> study of packaging, delivery times, traceability and logistics integration with the Protheus system.\n<strong>Implementation:</strong> using Magento as the technological base, customized to meet specific business rules.\n<strong>Success metrics:</strong> monitoring NPS, LTV, conversion, session duration, repurchases, satisfaction scores, and technical performance of the platform.",
    "titleSolutionsAndDifferentials": "Solutions and Differentiators",
    "contextSolutionsAndDifferentials": "Customized Magento platform aligned with Sanrio’s global identity\nDirect integration with Protheus for automatic invoice generation and inventory management\nNavigation and purchase flow designed to maximize delight and minimize friction\nOrder tracking and proactive post‑purchase communication with customers\nPackaging materials and logistics designed to reflect brand care and customer attention\nContinuous success metrics management and monthly performance reports to international stakeholders\nData‑driven strategic decisions based on real usage and behavior insights",
    "titleTechnologiesAndTools": "Technologies and Tools",
    "contextTechnologiesAndTools": "Magento as the e‑commerce platform\nProtheus ERP for logistics and financial integration\nGoogle Analytics for behavior analysis\nAdobe Photoshop and Illustrator for visual layout and asset creation\nShadowing techniques and interviews for qualitative validation\nStructured spreadsheets and dashboards for KPI modeling and management reporting",
    "titleResultsAndImpacts": "Results and Impact",
    "contextResultsAndImpacts": "Successfully launched e‑commerce, operating with high stability and end‑to‑end integration\nUser experience consistent with brand positioning, from navigation through delivery\nAverage daily unique visits of ~4,500 during the first week, validating public interest and brand strength\nStrong engagement and repeat purchase rates in licensed product segment\nHigh satisfaction scores and positive feedback on unboxing experience\nRecognition from global headquarters for excellence in local operations and adherence to brand values"
  },
  "indra": {
    "titlePage": "Corporate Communication and Internal Solutions at Indra Minsait",
    "titleContext": "Context",
    "contextDescription": "Designer responsible for corporate communication and brand management in Brazil.\nWorked as a multidisciplinary designer at Indra Minsait, a global technology and consulting company present in over 140 countries. Responsible for leading brand management in Brazil and ensuring alignment with corporate standards defined by the headquarters in Spain, to which I also submitted regular reports in Spanish detailing the outcomes of local initiatives. In addition to branding and communication responsibilities, I contributed to the development and enhancement of internal digital solutions, directly collaborating on requirements definition, feature prioritization, and delivery tracking with both technical and business stakeholders. Participated in strategic digital communication projects, events, and the development of tools aimed at operational efficiency and user experience in the corporate environment. Frequently performed product management functions, leading discovery initiatives, prioritizing requests, planning deliveries, and tracking usage and impact KPIs.",
    "titleProblemAndOpportunity": "Problems and Opportunities",
    "contextProblemAndOpportunity": "Need to strengthen Indra Minsait's brand in Brazil and align corporate communication with the company’s international standards. Identification of gaps in internal communication and operational efficiency, creating opportunities to develop customized digital solutions for the corporate environment.",
    "titleChallengesAndConstraints": "Challenges and Constraints",
    "contextChallengesAndConstraints": "Working with limited budgets on local initiatives while ensuring alignment with the Spanish headquarters' guidelines. Adapting campaigns and materials to different formats (print, digital, events) while maintaining visual consistency and production efficiency. Integrating different departments and vendors in complex schedules with multiple simultaneous deliverables.",
    "titleGoalsAndObjectives": "Goals and Objectives",
    "contextGoalsAndObjectives": "Strengthen brand identity in Brazil.\nImprove internal and external communication.\nDevelop digital solutions to optimize information flows.\nAlign all branding actions with Indra’s international standards.\nDeliver high-impact institutional experiences at major corporate events.",
    "titleMetodologiesAndProcess": "Methodologies and Processes Applied",
    "contextMetodologiesAndProcess": "<strong>Strategic planning and integrated communication:</strong> editorial calendar, stakeholder alignment, and application of global guidelines to local initiatives.\n<strong>Creation of internal digital solutions:</strong> mapping internal user needs, prototyping tools, and validating with operational areas.\n<strong>Multimedia production:</strong> content development for social media, campaigns, and events, including video editing and motion graphics for internal and external audiences.\n<strong>Product and performance management:</strong> requirements gathering, backlog organization, MVP scoping, KPI tracking, and continuous feedback from internal users.\n<strong>Event experience:</strong> booth concepts, promotional activations, and brand experiences at major events such as SAP Forum and CIAB.",
    "titleTechnologiesAndTools": "Technologies and Tools",
    "contextTechnologiesAndTools": "Adobe Illustrator, Photoshop, and InDesign for graphic materials\nAdobe Premiere and After Effects for institutional videos and social media\nMailchimp and internal tools for newsletters\nExcel and Power BI for reports and budget control\nProject management using structured spreadsheets and Trello\nDigital photography for event coverage and promotional materials",
    "titleResultsAndImpacts": "Results and Impacts",
    "contextResultsAndImpact": "Implemented initiatives helped strengthen the brand in Brazil, increasing visibility and global alignment. Internal digital tools facilitated corporate communication and optimized operational workflows. Reports sent to headquarters enabled strategic monitoring of local actions. Participation in major events positively impacted brand perception and strengthened relationships with clients and partners. Some internally developed tools remained in use for years, becoming part of the company's routine with high adoption rates among employees.",
    "titleGallery": "Products & Productions"
  }
}