{
  "nav": {
    "intro": "Inicio",
    "about": "Acerca de mí",
    "portfolio": "Portafolio",
    "contact": "Contacto"
  },
  "intro": {
    "hello": "Construyo soluciones\nque la gente realmente usa"
  },
  "about": {
    "pageTitle": "About me",
    "description": "Diseñador con más de 15 años de experiencia en productos digitales, liderando proyectos de experiencia de usuario, diseño visual, investigación y definición estratégica con enfoque en impacto real. Actúo en la creación de experiencias escalables, integrando equipos multidisciplinarios en entornos complejos y multicanal.\nLidero equipos promoviendo una cultura centrada en el usuario, buenas prácticas de diseño y decisiones guiadas por datos. Contribuyo a sistemas de diseño, procesos de descubrimiento y operaciones que aceleran las entregas con autonomía y calidad.\nBusco desafíos donde pueda aplicar visión estratégica, liderazgo y excelencia en diseño, transformando experiencias y escalando soluciones con propósito.",
    "experience": {
      "title": "Experience",
      "globalweb": {
        "position": "Product Designer en Globalweb Corp.",
        "description": "He trabajado como consultor, colaborando directamente en el cliente. Soy responsable de todo el proceso de UX y UI Design, enfocado en mejorar sistemas, sitios web y aplicaciones.\nPara validar las soluciones, además de prototipos de baja y alta fidelidad, desarrollo MVPs utilizando Kotlin y React Native para aplicaciones móviles, así como React/NextJS/Angular para plataformas web.",
        "date": "2022 - 2025"
      },
      "indra": {
        "position": "Designer Senior en Indra Company / Minsait",
        "description": "Indra es una empresa española de tecnología presente en más de 140 países y con la segunda mayor base de clientes en Brasil.\nLos proyectos en el área de Comunicación fueron diversos: creación de campañas online y offline, redes sociales, desarrollo de herramientas y aplicaciones internas para monitoreo de desempeño, y participación en eventos importantes como SAP Fórum, CIAB, entre otros.",
        "date": "2013 - 2022"
      },
      "sanrio": {
        "position": "Product Designer en Sanrio Co.",
        "description": "Sanrio es una empresa japonesa de licencias, conocida principalmente por Hello Kitty. Fui responsable por la creación del primer e-commerce de la marca, desde la definición de requisitos del proyecto, desarrollo de la plataforma de comercio electrónico, campañas promocionales y de ventas, y, lo más importante, la experiencia del cliente —o mejor dicho, del fan.\nFuimos pioneros en la promoción en redes sociales, identificando los principales hubs de comunicación de la marca, incluso antes del auge de los influencers digitales.",
        "date": "2022 - 2025"
      },
      "estacio": {
        "position": "UI/UX Designer en Grupo Estacio / UniRadial.",
        "description": "Estácio forma parte de uno de los mayores grupos educativos de Brasil. Como parte del departamento de marketing, nuestra misión principal era atraer estudiantes a través de campañas en radio, TV y revistas de circulación nacional como VEJA y Época.\nDurante mi paso por la institución, cuando aún era Uniradial, fui responsable por los sitios institucionales y campañas de captación. Logré implementar el concepto de preinscripción online, permitiendo que los estudiantes aprobados en el examen de ingreso adelantaran el proceso enviando sus documentos al sistema, mejorando así la experiencia del nuevo alumno.",
        "date": "2013 - 2022"
      }
    }
  },
  "contact": {
    "pageTitle": "Contacto"
  },
  "bolsafamilia": {
    "titlePage": "App Programa Bolsa Família",
    "titleContext": "Contexto",
    "contextDescription": "La aplicación del Programa Bolsa Familia es uno de los principales canales de comunicación y autoservicio entre el Gobierno Federal y más de 14 millones de beneficiarios en todo el país. Además de proporcionar información oficial sobre el programa, la app permite a los usuarios seguir el estado del beneficio, consultar el calendario de pagos, rastrear la entrega de la tarjeta y realizar acciones como bloquear y desbloquear la tarjeta Bolsa Familia. Antes del rediseño, la aplicación enfrentaba varios desafíos: diseño visual desactualizado, bajo cumplimiento de las directrices de accesibilidad, navegación difícil y presentación poco clara de la información. También existía la necesidad de alinear la interfaz con la identidad institucional del Ministerio de Desarrollo y las nuevas directrices del programa social.",
    "titleChallenge": "Desafíos",
    "contextChallenge": "Rediseñar completamente la experiencia de la aplicación, considerando los siguientes objetivos:\n• Hacer que la app sea accesible para todo el público, cumpliendo con los criterios WCAG AA\n• Mejorar la usabilidad, la claridad de la información y el flujo de navegación\n• Alinear el diseño visual con la identidad institucional del Ministerio de Desarrollo\n• Apoyar la evolución tecnológica y la integración con nuevos servicios y APIs\n• Involucrar a diferentes públicos y partes interesadas en un proceso colaborativo y transparente",
    "titleTarget": "Público Objetivo",
    "contextTarget": "Ciudadanos brasileños beneficiarios del programa (con diferentes niveles de alfabetización digital)\nEquipos técnicos y de contenido del gobierno\nEquipo de accesibilidad y desarrollo\nGestores públicos responsables de guiar y aprobar la evolución de la app",
    "titleMetodologiesAndProcess": "Metodologías y Procesos Aplicados",
    "contextMetodologiesAndProcess": "<strong>Redescubrimiento e inmersión:</strong> análisis crítico de la aplicación actual, estudio comparativo con aplicaciones públicas y privadas, e identificación de limitaciones técnicas y funcionales.\n<strong>Mapeo de jornadas y matriz CSD:</strong> identificación de dolores, certezas y dudas de los usuarios y partes interesadas sobre la experiencia actual.\n<strong>Entrevistas y grupos de usuarios:</strong> recolección de comentarios cualitativos de beneficiarios con perfiles sociales y geográficos diversos.\n<strong>Co-creación y validación con stakeholders:</strong> sesiones con PO, equipo técnico, accesibilidad y representantes del Ministerio.\n<strong>Sistema de diseño:</strong> creación de un nuevo sistema visual basado en la identidad del Ministerio de Desarrollo, con componentes alineados con Material Design.\n<strong>Moodboard y lenguaje visual:</strong> definición del tono y estilo visual respetando el carácter institucional y accesible de la comunicación.\n<strong>Prototipado de alta fidelidad:</strong> wireframes, pruebas interactivas y validaciones con usuarios en Maze.\n<strong>Service blueprint:</strong> mapeo de APIs y servicios involucrados para diseñar una experiencia técnica y funcional robusta.\n<strong>Backlog y priorización:</strong> apoyo directo al PO en la priorización y refinamiento de funcionalidades para cada sprint.\n<strong>Accesibilidad digital:</strong> todo el proyecto siguió las directrices WCAG 2.1 nivel AA, con validaciones junto al equipo especializado.",
    "titleSolutionsAndDifferentials": "Soluciones y Diferenciales",
    "contextSolutionsAndDifferentials": "Interfaz rediseñada para máxima legibilidad, simplicidad y navegación clara\nNuevo sistema de diseño institucional modular, escalable y accesible\nComponentes desarrollados basados en Material Design, optimizados para dispositivos móviles\nIntegración transparente con nuevos servicios a través del blueprint técnico\nValidación constante con usuarios reales en diferentes regiones del país\nParticipación activa del equipo de accesibilidad desde los primeros prototipos\nProceso de aprobación fluido con el Ministerio, con entregas basadas en ciclos cortos e iterativos",
    "titleTechnologiesAndTools": "Tecnologías y Herramientas",
    "contextTechnologiesAndTools": "Figma para sistema de diseño, prototipos y documentación\nMaze para pruebas con usuarios\nMiro para matriz CSD, jornadas y service blueprint\nGoogle Forms y entrevistas cualitativas para investigación\nGuías WCAG y herramientas de validación de accesibilidad",
    "titleResultsAndImpacts": "Resultados e Impactos",
    "contextResultsAndImpacts": "Nueva aplicación con una experiencia más intuitiva, clara y respetuosa con el público objetivo\nCumplimiento con los criterios de accesibilidad digital (WCAG 2.1 AA)\nMayor independencia del ciudadano para comprender y seguir sus beneficios\nReducción de dudas y dependencia de canales de atención paralelos (como teléfono o atención presencial)\nFortalecimiento de la comunicación institucional del programa\nEquipo interno más alineado y empoderado para mantener la evolución de la app"
  },
  "sanrioEcommerce": {
    "titlePage": "E‑commerce Sanrio",
    "titleContext": "Contexto",
    "contextDescription": "Fui contratado para liderar el desarrollo del e‑commerce de Sanrio en Brasil. La marca ya estaba considerando expandir su presencia digital, pero aún no se habían realizado estudios detallados de viabilidad técnica, logística o de mercado. Asumí la responsabilidad de estructurar este proyecto desde la fase de descubrimiento hasta la entrega final, actuando como vínculo entre estrategia, diseño, tecnología y operación. Realicé estudios de viabilidad y modelado logístico, definí procesos y flujos de compra, seleccioné materiales de embalaje y desarrollé la experiencia digital completa del e‑commerce. El propósito de la marca—“Small Gift, Big Smile”—fue considerado en cada decisión, garantizando que la experiencia fuera encantadora desde el clic hasta la entrega final al cliente.",
    "titleChallenge": "Desafíos",
    "contextChallenge": "• Estructurar todo el proyecto de e‑commerce desde cero\n• Realizar estudios de viabilidad técnica, logística y comercial\n• Modelar el recorrido del cliente considerando todas las etapas y stakeholders involucrados\n• Asegurar la integración con los sistemas ERP y de facturación de la empresa (Protheus)\n• Implementar un flujo de compra fluido y emocionalmente relevante\n• Atender simultáneamente las expectativas del consumidor final y las de las sedes internacionales de la marca",
    "titleTarget": "Público Objetivo",
    "contextTarget": "Consumidores brasileños apasionados por las marcas Sanrio, especialmente Hello Kitty, interesados en regalos emotivos y experiencias memorables\nStakeholders internacionales desde la sede en San Francisco y el equipo en Japón\nÁreas internas como logística, finanzas, marketing y atención al cliente",
    "titleMetodologiesAndProcess": "Metodologías y Procesos Aplicados",
    "contextMetodologiesAndProcess": "<strong>Descubrimiento e investigación:</strong> mapeo de viaje del usuario, entrevistas con consumidores, análisis de benchmarks nacionales e internacionales, levantamiento de requerimientos de negocio y restricciones técnicas.\n<strong>Blueprints y diseño de servicio:</strong> creación de service blueprints para visualizar el backstage y garantizar fluidez entre los puntos de contacto visibles e invisibles al usuario.\n<strong>Planificación estratégica:</strong> definición de OKRs y KPIs desde el inicio del proyecto para orientar decisiones y medir resultados. Entre los OKRs estaban garantizar una experiencia encantadora y funcional, lanzar la operación con excelencia logística y lograr alta visibilidad y conversión en el lanzamiento. KPIs seguidos incluían NPS, tasa de conversión, abandono de carrito, nivel de satisfacción post‑compra, ticket promedio, LTV, tasa de recompra y tasa de entregas a tiempo.\n<strong>Prototipado y pruebas:</strong> desarrollo de wireframes y prototipos navegables, con pruebas de usabilidad cualitativa y ajustes iterativos basados en feedback.\n<strong>Factibilidad operativa:</strong> análisis de embalajes, tiempos de entrega, trazabilidad e integración logística con el sistema Protheus.\n<strong>Desarrollo:</strong> uso de Magento como base tecnológica, con personalizaciones para cumplir con reglas específicas del negocio.\n<strong>Métricas de éxito:</strong> seguimiento de NPS, LTV, conversión, tiempo de navegación, tasa de recompras, índice de satisfacción y rendimiento técnico de la plataforma.",
    "titleSolutionsAndDifferentials": "Soluciones y Diferenciales",
    "contextSolutionsAndDifferentials": "Plataforma Magento personalizada alineada a la identidad global de la marca\nIntegración directa con Protheus para emisión automática de facturas y control de inventario\nFlujo de navegación y compra diseñado para maximizar el encanto y reducir fricciones\nRastreo de pedidos y comunicación post‑compra activa con el cliente\nEstudio de materiales y logística de embalaje para reflejar el cuidado de la marca hacia el producto y el cliente\nGestión continua de métricas de éxito y envío mensual de reportes de desempeño a stakeholders internacionales\nDecisiones estratégicas basadas en datos reales de uso y comportamiento",
    "titleTechnologiesAndTools": "Tecnologías y Herramientas",
    "contextTechnologiesAndTools": "Magento como plataforma de tienda online\nProtheus como ERP para integración logística y financiera\nGoogle Analytics para análisis del comportamiento\nAdobe Photoshop e Illustrator para creación de layouts y assets visuales\nTécnicas de shadowing y entrevistas para validación cualitativa\nHojas de cálculo y dashboards estructurados para modelar KPIs e informes gerenciales",
    "titleResultsAndImpacts": "Resultados e Impacto",
    "contextResultsAndImpacts": "E‑commerce lanzado exitosamente, operando con alta estabilidad e integración de extremo a extremo\nExperiencia de usuario consistente con el posicionamiento de la marca, desde navegación hasta entrega\nPromedio de 4,500 visitantes únicos diarios durante la primera semana, validando el interés del público y la fortaleza de la marca\nAlto engagement y tasa de recompra en el segmento de productos licenciados\nElevada satisfacción y comentarios positivos sobre la experiencia de unboxing\nReconocimiento por parte de la matriz por la excelencia operativa local y alineación con los valores de la marca"
  }
}