{
  "nav": {
    "intro": "Início",
    "about": "Sobre mim",
    "portfolio": "Portfólio",
    "contact": "Contato"
  },
  "intro": {
    "hello": "Eu crio soluções\nque as pessoas\nrealmente usam"
  },
  "about": {
    "pageTitle": "Sobre mim",
    "description": "Designer com mais de 15 anos de experiência em produtos digitais, liderando projetos de experiência do usuário, design visual, pesquisa e definição estratégica com foco em impacto real. Atuo na criação de experiências escaláveis, integrando times multidisciplinares em ambientes complexos e multicanais.\nLidero equipes promovendo cultura centrada no usuário, boas práticas de design e decisões orientadas por dados. Contribuo para design systems, processos de discovery e operações que aceleram entregas com autonomia e qualidade.\nBusco desafios para aplicar visão estratégica, gestão e excelência em design, transformando experiências e escalando soluções com propósito.",
    "experience": {
      "title": "Experiência",
      "globalweb": {
        "position": "Product Designer Senior na Globalweb Corp.",
        "description": "Atuação em projetos digitais com foco em soluções centradas no usuário. Responsável pelo redesign do app do Programa Bolsa Família, conduzindo discovery, pesquisas, jornadas, testes, design system, wireframes e protótipos de alta fidelidade, com entrega estruturada para o time de desenvolvimento.\nDesenvolvimento de MVPs e protótipos em baixa e alta fidelidade utilizando Kotlin, React Native, React, Next.js e Angular. Trabalho estratégico e colaborativo entre produto, design e tecnologia, promovendo entregas ágeis e alinhadas ao negócio.",
        "date": "2022 - 2025"
      },
      "indra": {
        "position": "Designer Senior na Indra / Minsait",
        "description": "Na Indra, empresa global de tecnologia presente em mais de 140 países, atuei em projetos diversos dentro da área de Comunicação, com foco na criação de campanhas integradas e soluções digitais voltadas ao ambiente corporativo. Trabalhei no desenvolvimento de ferramentas internas para monitoramento de performance, além de aplicações orientadas à eficiência operacional e à comunicação institucional. Também participei da concepção de experiências para grandes eventos como SAP Fórum e CIAB, contribuindo com a integração entre design, estratégia e tecnologia em iniciativas de alto impacto.",
        "date": "2013 - 2022"
      },
      "sanrio": {
        "position": "Product Designer na Sanrio Co.",
        "description": "Na Sanrio, empresa japonesa reconhecida mundialmente por marcas como a Hello Kitty, liderei a criação do primeiro e-commerce oficial no Brasil. Atuei desde a definição dos pré-requisitos do projeto até o desenvolvimento da plataforma, campanhas de lançamento e estratégias de vendas. Um dos principais focos foi proporcionar uma experiência única ao cliente, conectando o universo emocional dos fãs à jornada digital de compra. Fomos pioneiros em ações nas redes sociais, mapeando e ativando comunidades-chave da marca muito antes do surgimento dos influenciadores digitais como conhecemos hoje, o que gerou forte engajamento e amplificou a presença da marca no ambiente online.",
        "date": "2009 - 2013"
      },
      "estacio": {
        "position": "UI/UX Designer no Grupo Estácio / UniRadial",
        "description": "Na Estácio, um dos maiores grupos educacionais do Brasil, atuei no time de Marketing com foco em campanhas nacionais de captação de alunos, com peças veiculadas em rádio, TV e revistas como VEJA e Época. Fui responsável pelos sites institucionais e das campanhas, além de propor e implementar melhorias na jornada do candidato. Uma das principais contribuições foi a introdução do conceito de pré-matrícula online, que permitiu aos aprovados no vestibular enviarem seus documentos antecipadamente, otimizando o processo de matrícula, reduzindo filas e melhorando significativamente a experiência dos novos alunos.",
        "date": "2007 - 2009"
      }
    }
  },
  "portfolio": {
    "pageTitle": "Portfolio"
  },
  "contact": {
    "pageTitle": "Contato"
  },
  "bolsafamilia": {
    "titlePage": "Aplicativo Programa Bolsa Família",
    "titleContext": "Contexto",
    "contextDescription": "O aplicativo do Programa Bolsa Família é um dos principais canais de comunicação e autoatendimento entre o Governo Federal e mais de 14 milhões de beneficiários em todo o país. Além de oferecer informações oficiais sobre o programa, o app permite que os usuários acompanhem o status do benefício, consultem o calendário de pagamentos, realizem o rastreamento do cartão, e efetuem ações como bloqueio e desbloqueio do cartão do Bolsa Família. Antes do redesenho, o aplicativo enfrentava diversos desafios: visual desatualizado, baixa aderência às diretrizes de acessibilidade, dificuldade de navegação e apresentação pouco clara das informações. Havia ainda a necessidade de alinhar a interface à identidade institucional do Ministério do Desenvolvimento e às novas diretrizes do programa social.",
    "titleChallenge": "Desafios",
    "contextChallenge": "Redesenhar completamente a experiência do aplicativo, considerando os seguintes objetivos:\n• Tornar o app acessível a todos os públicos, atendendo aos critérios WCAG AA\n• Melhorar a usabilidade, clareza das informações e fluxo de navegação\n• Alinhar o visual à identidade institucional do Ministério do Desenvolvimento\n• Apoiar a evolução tecnológica e a integração com novos serviços e APIs\n• Envolver diferentes públicos e stakeholders em um processo colaborativo e transparente",
    "titleTarget": "Público-Alvo",
    "contextTarget": "Cidadãos brasileiros beneficiários do programa (com diferentes níveis de letramento digital)\nEquipes técnicas e de conteúdo do governo\nTime de acessibilidade e desenvolvimento\nGestores públicos responsáveis por aprovar e orientar a evolução do app",
    "titleMetodologiesAndProcess": "Metodologias e Processos Aplicados",
    "contextMetodologiesAndProcess": "<strong>Rediscovery e Imersão:</strong> análise crítica do app existente, benchmark de apps públicos e privados, e levantamento de limitações técnicas e funcionais.\n<strong>Mapeamento de jornadas e matriz CSD:</strong> identificação das dores, certezas e dúvidas dos usuários e stakeholders sobre a experiência atual.\n<strong>Entrevistas e grupos com usuários:</strong> coleta de feedback qualitativo com beneficiários de diferentes perfis sociais e geográficos.\n<strong>Co-criação e validação com stakeholders:</strong> sessões com PO, equipe técnica, acessibilidade e representantes do Ministério.\n<strong>Design system:</strong> criação de um novo sistema visual baseado na identidade do Ministério do Desenvolvimento, com componentes alinhados ao Material Design.\n<strong>Moodboard e linguagem visual:</strong> definição do tom e estilo visual respeitando o caráter institucional e acessível da comunicação.\n<strong>Prototipação de alta fidelidade:</strong> wireframes, testes navegáveis e validações com usuários no Maze.\n<strong>Service blueprint:</strong> mapeamento de APIs e serviços envolvidos para desenhar uma experiência técnica e funcional robusta.\n<strong>Backlog e priorização:</strong> apoio direto ao PO na priorização e refinamento das funcionalidades para cada sprint.\n<strong>Acessibilidade digital:</strong> todo o projeto seguiu as diretrizes WCAG 2.1 nível AA, com validações em conjunto com o time especializado.",
    "titleSolutionsAndDifferentials": "Soluções e Diferenciais",
    "contextSolutionsAndDifferentials": "Interface redesenhada para máxima legibilidade, simplicidade e clareza na navegação\nNovo design system institucional modular, escalável e acessível\nComponentes desenvolvidos com base no Material Design, otimizados para mobile\nIntegração transparente com novos serviços por meio do blueprint técnico\nValidação constante com usuários reais em diferentes regiões do país\nInclusão ativa do time de acessibilidade desde os primeiros protótipos\nProcesso de aprovação fluido com o Ministério, com entregas baseadas em ciclos curtos e iterativos",
    "titleTechnologiesAndTools": "Tecnologias e ferramentas",
    "contextTechnologiesAndTools": "Figma para design system, protótipos e documentação\nMaze para testes com usuários\nMiro para matriz CSD, jornadas e blueprint\nGoogle Forms e entrevistas qualitativas para pesquisa\nWCAG Guidelines e ferramentas de validação de acessibilidade",
    "titleResultsAndImpacts": "Resultados e impactos",
    "contextResultsAndImpacts": "Novo app com experiência mais intuitiva, clara e respeitosa com o público-alvo\nConformidade com os critérios de acessibilidade digital (WCAG 2.1 AA)\nMaior independência do cidadão para entender e acompanhar seus benefícios\nRedução de dúvidas e dependência de canais paralelos (como telefone e atendimento presencial)\nFortalecimento da comunicação institucional do programa\nTime interno mais alinhado e empoderado para sustentar a evolução do app"
  },
  "sanrioEcommerce": {
    "titlePage": "E-commerce Sanrio",
    "titleContext": "Contexto",
    "contextDescription": "Fui contratado para liderar o desenvolvimento do e-commerce da Sanrio no Brasil. A marca já considerava expandir sua presença digital, mas ainda não havia estudos aprofundados de viabilidade técnica, logística ou de mercado. Assumi a responsabilidade por estruturar esse projeto desde a fase de descoberta até a entrega final do produto, atuando como elo entre estratégia, design, tecnologia e operação. Conduzi estudos de viabilidade e modelagem logística, defini processos e fluxos de compra, selecionei materiais para embalagem e desenvolvi a experiência digital completa do e-commerce. O propósito da marca — ‘Small gift, big smile’ — foi considerado em cada decisão, garantindo que a experiência fosse encantadora do clique até a chegada do produto na casa do cliente.",
    "titleChallenge": "Desafios",
    "contextChallenge": "• Estruturar todo o projeto do e-commerce do zero\n• Realizar o estudo de viabilidade técnica, logística e comercial\n• Modelar a jornada do cliente considerando todas as etapas e stakeholders envolvidos\n• Garantir a integração com os sistemas de ERP e faturamento da empresa (Protheus)\n• Implementar um fluxo de compra fluido e emocionalmente relevante\n• Atender simultaneamente às expectativas do consumidor final e das sedes internacionais da marca",
    "titleTarget": "Público-Alvo",
    "contextTarget": "Consumidores brasileiros apaixonados pelas marcas da Sanrio, com destaque para Hello Kitty, interessados em presentes afetivos e experiências memoráveis\nStakeholders internacionais da matriz em San Francisco e da equipe no Japão\nÁreas internas como logística, financeiro, marketing e atendimento ao cliente",
    "titleMetodologiesAndProcess": "Metodologias e Processos Aplicados",
    "contextMetodologiesAndProcess": "<strong>Descoberta e pesquisa:</strong> mapeamento de jornada do usuário, entrevistas com consumidores, análise de benchmarks nacionais e internacionais, levantamento de requisitos de negócio e restrições técnicas.\n<strong>Blueprints e service design:</strong> criação de service blueprints para mapear o backstage e garantir fluidez entre os pontos de contato visíveis e invisíveis ao usuário.\n<strong>Planejamento estratégico:</strong> definição de OKRs e KPIs desde o início do projeto para orientar decisões e mensurar resultados. Entre os OKRs definidos estavam garantir experiência encantadora e funcional, lançar a operação com excelência logística e alcançar alta visibilidade e conversão no lançamento. KPIs acompanhados incluíam NPS, taxa de conversão, abandono de carrinho, índice de satisfação pós-compra, ticket médio, LTV, taxa de recompra e taxa de entrega no prazo.\n<strong>Prototipação e testes:</strong> desenvolvimento de wireframes e protótipos navegáveis, com testes de usabilidade qualitativos e ajustes iterativos com base em feedback.\n<strong>Viabilidade operacional:</strong> estudo de embalagens, tempo de entrega, rastreabilidade e integração logística com o sistema Protheus.\n<strong>Desenvolvimento:</strong> uso do Magento como base tecnológica, com customizações para atender às regras específicas de negócio.\n<strong>Métricas de sucesso:</strong> acompanhamento de NPS, LTV, conversão, tempo de navegação, taxa de recompra, índice de satisfação e performance técnica da plataforma.",
    "titleSolutionsAndDifferentials": "Soluções e Diferenciais",
    "contextSolutionsAndDifferentials": "Plataforma Magento personalizada para a marca, com visual alinhado à identidade global\nIntegração direta com o Protheus para emissão automática de notas fiscais e controle de estoque\nFluxo de navegação e compra pensado para maximizar encantamento e reduzir fricções\nRastreamento de pedidos e comunicação pós-compra ativa com o cliente\nEstudo de materiais e logística de embalagem para refletir o cuidado da marca com o produto e com o cliente\nGestão contínua de métricas de sucesso e envio mensal de relatórios de desempenho para os stakeholders internacionais\nDecisões estratégicas tomadas com base em dados reais de uso e comportamento",
    "titleTechnologiesAndTools": "Tecnologias e ferramentas",
    "contextTechnologiesAndTools": "Magento como base da loja virtual\nProtheus como sistema ERP para integração logística e financeira\nGoogle Analytics para análise de comportamento\nAdobe Photoshop e Illustrator para criação de layouts e assets visuais\nTécnicas de shadowing e entrevistas para validação qualitativa\nPlanilhas estruturadas e dashboards para modelagem de KPIs e relatórios gerenciais",
    "titleResultsAndImpacts": "Resultados e impactos",
    "contextResultsAndImpacts": "E-commerce lançado com sucesso, operando com alta estabilidade e integração de ponta a ponta\nExperiência do usuário consistente com o posicionamento da marca, da navegação à entrega\nMédia de 4.500 visitantes únicos diários na primeira semana, validando o interesse do público e a força da marca\nAlto engajamento e recompra no segmento de produtos licenciados\nAlto índice de satisfação e feedback positivo sobre a experiência de unboxing\nReconhecimento pela matriz pela excelência na operação local e adesão aos valores da marca"
  },
  "indra": {
    "titlePage": "Comunicação Corporativa e Soluções Internas na Indra Minsait",
    "titleContext": "Contexto",
    "contextDescription": "Designer responsável pela comunicação institucional e branding da marca no Brasil.\nAtuei como designer multidisciplinar na Indra Minsait, uma empresa global de tecnologia e consultoria presente em mais de 140 países. Fui responsável por liderar a gestão da marca no Brasil e garantir alinhamento com os padrões corporativos definidos pela matriz na Espanha, para onde eu também enviava relatórios recorrentes em espanhol com os resultados das ações locais. Além das responsabilidades de branding e comunicação, atuei em iniciativas voltadas ao desenvolvimento e evolução de soluções digitais internas, colaborando diretamente na definição de requisitos, priorização de funcionalidades e acompanhamento da entrega junto a stakeholders técnicos e de negócio. Participei de projetos estratégicos de comunicação digital, eventos e desenvolvimento de ferramentas orientadas à eficiência operacional e à experiência do usuário no ambiente corporativo. Em diversos momentos, exerci funções de gestão de produto, conduzindo iniciativas de discovery, priorização de demandas, planejamento de entregas e acompanhamento de KPIs de uso e impacto.",
    "titleProblemAndOpportunity": "Problemas e Oportunidades",
    "contextProblemAndOpportunity": "Necessidade de fortalecer a marca da Indra Minsait no Brasil e alinhar a comunicação institucional com os padrões internacionais da empresa. Identificação de lacunas na comunicação interna e na eficiência dos processos operacionais, criando oportunidade para desenvolver soluções digitais customizadas para o ambiente corporativo.",
    "titleChallengesAndConstraints": "Desafios e restrições",
    "contextChallengesAndConstraints": "Trabalhar com orçamento limitado em iniciativas locais, garantindo alinhamento com as diretrizes da matriz espanhola. Adaptar campanhas e materiais a diferentes formatos (impresso, digital, eventos), mantendo consistência visual e eficiência de produção. Integrar diferentes áreas e fornecedores em cronogramas complexos com múltiplas entregas simultâneas.",
    "titleGoalsAndObjectives": "Metas e objetivos",
    "contextGoalsAndObjectives": "Fortalecer a identidade da marca no Brasil.\nMelhorar a comunicação interna e externa.\nDesenvolver soluções digitais para otimizar fluxos de informação.\nAlinhar todas as ações de branding aos padrões internacionais da Indra.\nOferecer experiências institucionais de alto impacto nos principais eventos corporativos.",
    "titleMetodologiesAndProcess": "Metodologias e Processos Aplicados",
    "contextMetodologiesAndProcess": "<strong>Planejamento e comunicação integrada:</strong> definição de pautas, cronograma editorial, alinhamento com stakeholders e aplicação de guidelines globais em iniciativas locais.\n<strong>Criação de soluções digitais internas:</strong> mapeamento de necessidades dos usuários internos, prototipação de ferramentas e validação com áreas operacionais.\n<strong>Produção multimídia:</strong> desenvolvimento de conteúdo para redes sociais, campanhas e eventos, com edição de vídeos e motion graphics para públicos internos e externos.\n<strong>Gestão de produto e performance:</strong> levantamento de requisitos, organização do backlog, definição de escopo mínimo viável (MVP), acompanhamento de KPIs e feedback contínuo dos usuários internos.\n<strong>Experiência em eventos:</strong> concepção de estandes, ativações promocionais e experiências de marca em grandes eventos como SAP Fórum e CIAB.",
    "titleTechnologiesAndTools": "Tecnologias e ferramentas",
    "contextTechnologiesAndTools": "Adobe Illustrator, Photoshop e InDesign para materiais gráficos\nAdobe Premiere e After Effects para vídeos institucionais e redes sociais\nMailchimp e ferramentas internas para disparo de newsletters\nExcel e Power BI para relatórios e controle orçamentário\nGestão de cronogramas e demandas via planilhas estruturadas e Trello\nFotografia digital para cobertura de eventos e materiais promocionais",
    "titleResultsAndImpacts": "Resultados e impactos",
    "contextResultsAndImpact": "As iniciativas implementadas contribuíram para o fortalecimento da marca no Brasil, com aumento da visibilidade e alinhamento global. As ferramentas digitais internas facilitaram a comunicação institucional e otimizaram fluxos operacionais. Os relatórios enviados à matriz possibilitaram o acompanhamento estratégico das ações locais. A participação em grandes eventos gerou impacto positivo na percepção da marca e fortaleceu o relacionamento com clientes e parceiros. Algumas das ferramentas desenvolvidas internamente se mantiveram ativas por anos, sendo incorporadas às rotinas da empresa com alto índice de adoção pelos colaboradores.",
    "titleGallery": "Produtos e produções"
  }
}